AINSI PARLAIT ZARATOUSTRA (extrait)
C'est votre ennemi que vous devez chercher, c'est votre guerre que vous devez faire, et pour vos pensées! Et si votre pensée succombe, alors votre probité doit néanmoins chanter son triomphe!
Vous, je ne vous conseille pas le travail mais la lutte. Vous, je ne vous conseille pas la paix mais la victoire. Que votre travail soit un combat, que votre paix soit une victoire!
L'homme doit être éduque pour la guerre, la femme pour le repos du guerrier; Tout le reste est sottises!
Je préfère encore le vacarme et le tonnerre et les intempéries que ce calme de chat prudent et circonspect; et parmi les humains aussi, ceux que je hais le plus ce sont tous ceux qui vont à pas de loup, ces demi-douteurs et demi-hésitants, ces nuages qui passent. Et celui qui ne peut plus bénir, celui-là doit apprendre à maudire!
Par delà le Bien et le Mal (extrait)
Ce à quoi ils tendent de toutes leurs forces, c'est le bonheur général des troupeaux sur le pâturage, avec la sécurité, le bien être et l'allègement de l'existence pour tout le monde. Les deux rengaines qu'ils chantent le plus souvent sont égalités des droits et pitié pour tout ce qui souffre, et ils considèrent la souffrance elle-même comme quelque chose qu'il faut supprimer. Nous, qui voyons les choses sous une autre face, nous qui avons ouvert notre esprit à la question de savoir ou et comment la plante "homme" s'est développée le plus vigoureusement jusqu'ici[....], nous pensons que la dureté, la violence, l'esclavage le péril dans l'âme et dans la rue, que la dissimulation, le stoïcisme, les artifices et les diableries de toutes sortes, que tout ce qui est mauvais, terrible, tyrannique, tout ce qui tiens de la bête de proie et du serpent sert tout aussi bien à l'élévation du type homme qu'à son contraire.
Le voyageur et son ombre (extrait)
Se rendre inoffensif tandis qu'on est le plus redoutable, guidé par l'élévation du sentiment, c'est là le moyen pour arriver à la paix véritable qui doit toujours reposer sur une disposition d'esprit paisible, tandis que ce que l'on appelle la paix armée, telle qu'elle est pratiquée maintenant dans tous les pays, répond à un sentiment de discorde, à un manque de confiance en soi et le voisin, et empêche de déposer les armes soit par haine, soit par crainte. Plutôt périr que de haïr et de craindre, et plutôt périr deux fois que de se laisser haïr et craindre.


...A la porte de la ville il rencontra les fossoyeurs : ils éclairèrent sa figure de leur flambeau, reconnurent Zarathoustra et se moquèrent beaucoup de lui.
“Zarathoustra emporte le chien mort : bravo, Zarathoustra s’est fait fossoyeur ! Car nous avons les mains trop propres pour ce gibier. Zarathoustra veut−il donc voler sa pâture au diable ? Allons ! Bon appétit ! Pourvu que le diable ne soit pas plus habile voleur que Zarathoustra !-il les volera tous deux, il les mangera tous deux !”
Et ils riaient entre eux en rapprochant leurs têtes.
Zarathoustra ne répondit pas un mot et passa son chemin.
Lorsqu’il eut marché pendant deux heures, le long des bois et des marécages, il avait tellement entendu hurler des loups affamés que la faim s’était emparée de lui. Aussi s’arrêta−t−il à une maison isolée, où brûlait une lumière.
“La faim s’empare de moi comme un brigand, dit Zarathoustra ? Au milieu des bois et des marécages la faim s’empare de moi, dans la nuit profonde. Ma faim a de singuliers caprices. Souvent elle ne me vient qu’après le repas, et aujourd’hui elle n’est pas venue de toute la journée : où donc s’est elle attardée ?”
En parlant ainsi, Zarathoustra frappa à la porte de la maison. Un vieil homme parut aussitôt : il portait une lumière et demanda :
“Qui vient vers moi et vers mon mauvais sommeil ?”
“Un vivant et un mort, dit Zarathoustra. Donnez−moi à manger et à boire, j’ai oublié de le faire pendant le jour. Qui donne à manger aux affamés réconforte sa propre âme : ainsi parle la sagesse.”
Le vieux se retire, mais il revint aussitôt, et offrit à Zarathoustra du pain et du vin :
“C’est une méchante contrée pour ceux qui ont faim, dit−il ; c’est pourquoi j’habite ici. Hommes et bêtes viennent à moi, le solitaire. Mais invite aussi ton compagnon à manger et à boire, il est plus fatigué que toi.”
Zarathoustra répondit :
“Mon compagnon est mort, je l’y déciderais difficilement.”
“Cela m’est égal, dit le vieux en grognant ; qui frappe à ma porte doit prendre ce que je lui offre. Mangez et portez−vous bien !”
Ensuite Zarathoustra marcha de nouveau pendant deux heures, se fiant à la route et à la clarté des étoiles : car il avait l’habitude des marches nocturnes et aimait à regarder en face tout ce qui dort.
Quand le matin commença à poindre, Zarathoustra se trouvait dans une forêt profonde et aucun chemin ne se dessinait plus devant lui. Alors il plaça le corps dans un arbre creux, à la hauteur de sa tête-car il voulait le protéger contre les loups-et il se coucha lui−même à terre sur la mousse. Et aussitôt il s’endormi, fatigué de corps, mais l’âme tranquille.
Zarathoustra dormit longtemps et non seulement l’aurore passa sur son visage, mais encore le matin. Enfin ses yeux s’ouvrirent et avec étonnement Zarathoustra jeta un regard sur la forêt et dans le silence, avec étonnement il regarda en lui−même. Puis il se leva à la hâte, comme un matelot qui tout à coup voit la terre, et il poussa un cri d’allégresse : car il avait découvert une vérité nouvelle. Et il parla à son coeur et il lui dit :
Mes yeux se sont ouverts : J’ai besoin de compagnons, de compagnons vivants,-non point de compagnons morts et de cadavres que je porte avec moi où je veux. Mais j’ai besoin de compagnons vivants qui me suivent, parce qu’ils veulent se suivre eux−mêmes-partout
Ainsi Parlait Zarathoustra

DE LA VOIE DU CREATEUR.

     Dans la solitude, mon frère, veux-tu te rendre ?  Vers toi-même veux-tu chercher ta voie ?   Encore tarde un peu, et me prête l'oreille.
     " Celui qui cherche, c'est à sa perte que facilement i1 court.   Toute solitude est faute", ainsi dit le troupeau.   Et au troupeau longtemps tu appartins.
     En toi aussi la voix du troupeau encore aura sa résonance.   Et si tu dis: "Je n'ai plus avec vous seule et même conscience morale", ce sera plainte et souffrance.
     Vois, d'une seule et même conscience morale cette souffrance encore est fille; et de cette conscience morale rougeoie encore l'ultime brasillement sur ta tribulation.
     Mais tu veux suivre la voie de ta tribulation, 1a voie qui vers toi-même conduit ?   Lors montre-moi que pour ce faire tu possèdes droit et force!
     Es-tu, mon frère, une force neuve et un droit nouveau ?   Un mouvement premier ?   Une roue qui d'elle-même roule ?   Autour de toi peux-tu forcer même les astres à graviter ?
     II est hélas! tant de concupiscence de l'altitude!  Tant de crampes des ambitieux ! Que tu n'es de ces concupiscents et de ces ambitieux, montre-le-moi.
     Hélas! il est tant de grandes pensées qui n'ont pas plus d'effet qu'un soufflet de forge: elles gonflent et rendent plus vide.
     C'est libre que tu te nommes? Je veux entendre la pensée qui te domine, et non que tu secouas un joug.
     Es-tu de ceux qui de secouer un joug avaient le droit? Rejetant sa servitude, plus d'un du même coup rejeta son ultime valeur.
     Libre de quoi? S'en moque Zarathoustra! Mais que ton œil clairement me l'annonce: libre pour quoi?
     Es-tu capable de te donner toi-même et ton mal et ton bien, et de suspendre au-dessus de toi ta volonté comme une loi ?   D'être toi-même de ta loi et juge et justicier ?
     II est terrible d'être seul avec le juge et le justicier de sa propre loi.   Un astre ainsi dans l'espace désert est rejeté et dans le souffle glacé de la solitude.
     Ce jour encore des nombreux tu souffres, ô toi 1'unique : ce jour encore, entiers tu as ton courage et tes espoirs.
     Mais quelque jour de la solitude tu seras lassé; quelque jour on verra se tordre ta fierté et craquer ton courage.   Quelque jour tu crieras: " Je suis seul! "
     Quelque jour plus ne verras ta hauteur et de trop près verras ta petitesse; ton sublime lui-même comme un spectre te fera peur.   Tu crieras quelque jour: " Tout est faux !"
     Il est des sentiments qui du solitaire veulent la mort s'ils ne réussissent à le tuer, alors eux-mêmes ne peuvent que mourir!   Mais d'être un meurtrier as-tu la force ?
     Connais-tu, ô mon frère, déjà le mot "mépris" ? Et le tourment de ta justice, qui est de rendre justice à ceux qui te méprisent ?
     De beaucoup tu exiges qu'à ton propos ils changent d'opinion; de quoi te tiennent rigueur.   Tu vins près d eux et cependant tu passes outre: jamais ils ne te le pardonneront.
     Au-dessus d'eux et au-delà tu passes; mais plus haut tu montes, plus petit te voit l'oeil de l'envie.   Or qui vole dans les airs de tous est le plus haï.
     "Comment voudriez-vous me rendre justice ?" - voilà ce qu'il te faut dire, - je me choisis votre injustice comme la part qui m'est dévolue."
     Injustice et saleté, c'est ce qu'ils jettent au solitaire; mais si tu veux, mon frère, être une étoile, pour autant tu ne les peux inonder de moins de lumière !
     Et garde-toi des gens de bien et des justes! Ils aiment crucifier ceux qui s'inventent leur propre vertu, - ils haïssent le solitaire.
     Te garde aussi de la sainte simplicité !   Pour elle est sacrilège tout ce qui n'est simple; avec le feu elle aime jouer aussi — avec le feu des bûchers.
     Et te garde également des embûches de ton amour !   A celui qu'il rencontre le solitaire trop vite tend la main.
     A nombre d'hommes tu n'as le droit de tendre la main, mais seulement la patte; et je veux que ta patte ait des griffes aussi.
     Mais l'ennemi le plus vilain que tu puisses rencontrer sera toujours toi-même; dans les cavernes et les bois tu te guettes toi-même.
     Solitaire tu suis la voie qui à toi-même te conduit.   Et c'est toi-même sur ce chemin que tu vois défiler, toi-même et tes sept diables!
     Hérétique à toi-même seras, et sorcier et devin et bouffon et douleur et sacrilège et scélérat.
     A ta propre flamme nécessairement tu voudras brûler; comment te voudrais-tu faire neuf si tout d'abord ne t'es fait cendre ?
     Solitaire tu suis la voie du créateur; à partir de tes sept diables tu veux créer un dieu.
     Solitaire tu suis la voie de ceux qui aiment; à toi-même va ton amour et de la sorte te méprises comme seuls méprisent ceux qui aiment.
     Avec ton amour va dans ta solitude, ô mon frère, et avec ton acte créateur; plus tard seulement, d'un pas boiteux, la justice te rejoindra.
     Avec mes larmes va dans ta solitude, ô mon frère.   J'aime celui qui au-dessus et au-delà de lui-même veut créer et, de la sorte, court à sa perte. -

     Ainsi parlait Zarathoustra.



Nietzsche, extraits de humain trop humain

Morale de l'individu à maturité. -
On a jusqu'ici regardé comme le caractère propre de la moralité l'impersonnalité; et l'on a démontré qu'au commencement la considération de l'utilité générale était la cause pourquoi l'on louait et l'on distinguait tous les actes impersonnels. Mais ne faudrait-il pas s'attendre à une transformation importante de ce idées, maintenant que l'on s'aperçoit de mieux en mieux que c'est précisément dans les considération les plus personnelles possibles que l'utilité générale est aussi la plus grande : si bien que justement la conduite la plus strictement personnelle répond à la conception actuelle de la moralité (entendue comme utilité générale) ? Faire de soi une personne complète et, dans tout ce que l'on fait, se proposer son plus grand bien - cela va plus loin de ces misérables émotions et actions au profit d'autrui. A la vérité, nous souffrons tous encore du trop peu de respect de la personnalité en nous, elle est mal éduquée, - il faut nous l'avouer : on a plutôt violemment détourné d'elle notre pensée pour l'offrir en sacrifice à l'Etat, à la Science, à Celui-qui-à-besoin-d'aide, comme si elle était l'élément mauvais qui devait être sacrifié. Aujourd'hui aussi, nous voulons travailler pour nos semblables, mais seulement dans la mesure où nous trouvons dans ce travail notre plus grand avantage propre, ni plus ni moins. Il s'agit seulement de savoir ce qu'on entend par son avantage ; c'est justement l'individu non mûri, non développé, grossier, qui l'entendra de la façon la plus grossière.

Ce qu'il y a d'innocence dans les actions dites mauvaises.
Toutes les "mauvaises" actions sont motivées par l'instinct de la conservation ou, plus exactement encore, par l'aspiration au plaisir et la fuite du déplaisir chez l'individu ; or, étant ainsi motivées, elles ne sont pas mauvaises. "Faire du chagrin en soi", n'existe pas, en dehors du cerveau des philosophes, aussi peu que "faire du plaisir en soi" (la pitié au sens de Schopenhauer). Dans la condition sociale antérieure à l'Etat, nous tuons l'être, singe ou homme, qui veut prendre avant nous un fruit de l'arbre, juste quand nous avons faim et courons vers l'arbre : c'est ce que nous ferions encore de l'animal en voyageant dans des contrées sauvages. - Les mauvaises action qui nous indignent aujourd'hui le plus reposent sur cette erreur, que l'homme qui les commet à notre égard aurait son libre arbitre : que par conséquent il aurait dépendu de son bon plaisir de ne pas nous faire de tort. Cette croyance au bon plaisir éveille la haine, le plaisir de la vengeance, la malice, la perversion entière de l'imagination, au lieu que nous nous fâchons beaucoup moins contre un animal, parce que nous le considérons comme irresponsable. Faire du mal, non par instinct de conservation, mais par représailles - est la conséquence d'un jugement erroné, et par cela même également innocent. L'individu peut, dans les conditions sociales antérieures à l'Etat, traiter d'autres êtres avec dureté et cruauté pour les effrayer : c'est qu'il veut assurer son existence par ces preuves effrayantes de sa puissance. Ainsi agit le violent, le puissant, le fondateur d'Etat primitif qui se soumet les plus faibles. Il en a le droit, comme l'Etat le prend encore aujourd'hui; ou, pour mieux dire, il n'y a point de droit qui puisse l'empêcher. La première condition pour que s'établisse le terrain de toute moralité, c'est qu'un individu plus fort ou un individu collectif, par exemple la société, l'Etat, soumette les individus, par conséquent les tire de leur isolement et les réunisse en un lieu commun. La moralité ne vient qu' après la contrainte, bien plus, elle est elle-même quelque temps encore une contrainte à laquelle on s'attache pour éviter le déplaisir. Plus tard elle devient une coutume, plus tard encore une libre obéissance, enfin presque un instinct : alors elle est, comme tout ce qui est dès longtemps habituel et naturel, liée à du plaisir - et elle prend le nom de vertu.

Le plaisir dans la morale.
Une espèce importante de plaisir, et par là source de la moralité, provient de l'habitude. On fait l'habituel plus aisément, mieux, partant plus volontiers, on en ressent un plaisir, et l'on sait par l'expérience que l'habituel a fait ses preuves, qu'il a donc une utilité; une coutume avec laquelle on peut vivre est démontrée salutaire, profitable, en opposition à toutes les tentatives neuves, non encore éprouvées. La coutume est, par suite, l'union de l'agréable et de l'utile, en outre elle n'exige aucune réflexion. Sitôt que l'homme peut exercer une contrainte, il l'exerce pour conserver et propager ses coutumes, car à ses yeux elles sont la sagesse garantie. De même une communauté d'individus contraint chaque élément isolé à une même coutume. On commet là cette faute de raisonnement : parce qu'on se trouve bien d'une coutume, ou du moins parce que par par son moyen on conserve son existence, cette coutume est nécessaire, car elle passe pour la possibilité unique dont on peut bien se trouver; le bien-être de la vie semble ne provenir que d'elle. Cette conception de l'habituel comme condition de l'existence est poussée jusqu'au plus détails de la coutume : comme l'intelligence de la causalité véritable est très réduite chez es peuples et les civilisations de niveau peu élevé, on aspire avec une crainte superstitieuse à ce que tout aille de même pas que soi; même là où la coutume est pénible, dure, lourde, elle est conservée en vue de son utilité supérieure apparente. On ne sait pas que le même degré de bien-être peut exister avec d'autres coutumes, et que même on peut atteindre des degrés plus élevés. Mais ce dont on se rend bien compte, c'est que toutes les coutumes, fût-ce les plus dures, deviennent avec le temps plus agréables et plus douces, et que le régime le plus sévère peut se tourner en habitude et par là en plaisir.

Du droit du plus faible
Lorsque quelqu'un, par exemple une ville assiégée, se soumet sous condition à un plus puissant, la contre-condition est qu'on peut s'anéantir, incendier la ville, et ainsi causer une grosse perte au puissant. De la sorte, il se produit en ce cas une espèce d'égalité, qui peut servir de fondement à des droits. L'ennemi trouve son avantage à la conservation - En ce sens, il y a aussi des droits entre esclaves et maîtres. Le droit s'étend originairement à la limite où l'un paraît à l'autre précieux, essentiel, imperdable, invincible, et cetera. En ce sens, le plus faible a encore des droits, mais moindres. De là le fameux unusquiesque tantum juris habet, quantum potentia valet (ou plus exactement : quantum potentia valere creditur).

 
Spinoza:  unusquisque tantum juris habet, quantum potentia valet
Par droit naturel j’entends donc les lois mêmes de la nature ou les règles selon lesquelles se font toutes choses, en d’autres termes, la puissance de la nature elle-même ; d’où il résulte que le droit de toute la nature et partant le droit de chaque individu s’étend jusqu’où s’étend sa puissance ; et par conséquent tout ce que chaque homme fait d’après les lois de la nature, il le fait du droit suprême de la nature, et autant il a de puissance, autant il a de droit.


Les trois phases de la moralité jusqu'à nos jours. 
Le premier signe que l'animal est devenu homme est quand ses actes ne se rapportent plus au bien-être momentané, mais à des choses durables, lorsque, par conséquent l'homme recherche l'utilité, l'appropriation à une fin : c'est là la première éclosion du libre gouvernement de la raison. Un degré supérieur est atteint, quand il agit d' après le principe de l'honneur ; grâce à lui, il se discipline, se soumet à des sentiments communs et cela l'élève fort au-dessus de la phase où l'utilité entendue personnellement était son seul guide; il honore et veut être honoré, c'est-à-dire : il conçoit l'utile comme dépendant de son opinion sur autrui, de l'opinion d'autrui sur lui.
Enfin il agit, au degré le plus élevé de la moralité "jusqu'à nos jours", d' après sa propre mesure des choses et des hommes, lui-même décide pour lui et les autres ce qui est honorable, ce qui est utile; il est devenu le législateur des opinions, conformément  à la conception toujours plus développée de l'utile et de l'honorable. La science le rend capable de préférer le plus utile, c'est-à-dire l'utilité générale durable à l'utilité personnelle, la reconnaissance respectueuse d'une valeur générale durable à celle d'un moment; il vit et agit comme un individu collectif.

Irresponsabilité et innocence.
La complète irresponsabilité de l'homme à l'égard de ses actes et de son être est la goutte la plus amère que le chercheur doit avaler, lorsqu'il a été habitué à voir dans la responsabilité et le devoir les lettres noblesses de l'humanité. Toutes ces évaluations, ses désignations, ses penchants sont par là devenus sans valeur et faux; son sentiment le plus profond, celui qu'il portait au martyr, au héros, a pris la valeur d'une erreur; il n'a plus le droit de louer et de blâmer, car il ne rime a rien de louer et de blâmer la nature et la nécessité. De même qu'il aime une belle oeuvre, mais ne la loue pas, parce qu'elle ne peut rien par elle-même; tel il est devant une plante, tel il doit être devant les actions des hommes, devant les sienne propres. Il peut en admirer la force, la beauté, la plénitude, mais il ne lui est pas permis d'y trouver du mérite : le phénomène chimique et la lutte des élément, les tortures du malade qui a soif de guérison sont juste autant des mérites que ces luttes et ces détresses de l'âme où l'on est tiraillé par divers motifs en divers sens, jusque' à ce qu'enfin on se décide pour le plus puissant - comme on dit ( mais en réalité jusqu'à ce que le plus puissant décide de nous). Mais tous ces motifs, quelque grands noms que nous leur donnions, sont sortis des mêmes racines où nous croyons que résident les poisons malfaisants, entre les bonnes et las mauvaises actions, il n'y a pas de différence d'espèce, mais tout au plus de degré. Les bonnes actions sont de mauvaises actions sublimées : les mauvaises actions sont de bonnes actions grossièrement, sottement accomplies. Un seul désir de l'individu, celui de la jouissance de soi-même (uni à la crainte d'en être frustré), se satisfait dans toutes les circonstances, de quelque façon que l'homme puisse, c'est-à-dire doive agir; que ce soit en actes de vanité, de vengeance, de plaisir, d'intérêt, de méchanceté, de perfidie, que ce soit en actes de sacrifice, de pitié, de recherche scientifique.  Les degrés du jugement décident dans quelle direction chacun se laissera entraîner par ce désir; il y a continuellement présente à chaque société, à chaque individu, une hiérarchie des biens d' après laquelle il détermine ses actes et juge ceux d'autrui. Mais cette échelle de mesure se transforme continuellement, beaucoup d'actes s'appellent mauvais et ne sont que bêtes, parce que le niveau de l'intelligence qui s'est décidée pour eux était très bas. Mieux encore, en un certain sens, aujourd'hui encore tous les actes sont bêtes, parce que le niveau le plus élevé de l'intelligence humaine qui peut être atteint actuellement sera sûrement encore dépassé : et alors, en regardant en arrière, toute notre conduite et tous nos jugements paraîtront aussi bornés et irréfléchis que la conduite et les jugements des peuplades sauvages arriérées nous apparaissent aujourd'hui bornés et irréfléchis. Se rendre compte de tout cela peut causer une profonde douleur, mais il y a une consolation : ces douleurs-là sont des douleurs d'enfantement. Le papillon veut briser son enveloppe, il la déchiquette, il la déchire : alors vient l'aveugler et l'enivrer la lumière inconnue, l'empire de la liberté. C'est dans des hommes qui sont capables de cette tristesse - qu'ils seront peu ! - que se fait le premier essai de savoir si l'humanité, de morale qu'elle est, peut devenir sage. Le soleil d'un évangile nouveau jette son premier rayon sur les plus hauts sommets dans les âmes de ces isolés : là les nuages s'accumulent plus épais que pattu ailleurs, et côte à côte règnent la clarté la plus pure et le plus sombre crépuscule. Tout est ,nécessité - ainsi parle la science nouvelle : et cette science est la voie elle-même est nécessaire. Tout est innocence : et la science est la voie qui mène à pénétrer cette innocence. si la volupté, l'égoïsme, la vanité sont nécessaires à la production des phénomènes moraux et de leur floraison la plus haute, le sens de la vérité et de la justice de la connaissance; si l'errer et l'égarement de l'imagination ont été l'unique moyen par lequel l'humanité pouvait s'élever peu à peu à ce degré d'éclairement et d'affranchissement de soi-même - qui oserait être triste d'apercevoir le but où mènent ces chemins ? Tout dans le domaine de la morale est modifié, changeant, incertain, tout est en fluctuation, il est vrai : mais aussi tout est en cours : et vers une seul but. L'habitude héréditaire des erreurs d'appréciations, d'amour, de haine, a beau continuer d'agir en nous, sous l'influence de la science en croissance elle se fera plus faible; une nouvelle habitude, celle de comprendre, de ne pas aimer, de ne pas haïr, de voir de haut, s'implante insensiblement en nous dans le même sol et sera, dans des milliers d'années, peut-être assez puissante pour donner à l'humanité la force de produire l'homme sage, innocent (ayant conscience de son innocence), aussi régulièrement qu'elle produit actuellement l'homme non sage, injuste, ayant conscience de sa faute - c'est à dire l'antécédent nécessaire, non pas l'opposé de celui-là.