{"citations":
     [
          {"cite":
               {"type":"short",
               "source":"Par delà le Bien et le Mal",
               "text":"C'est votre ennemi que vous devez chercher, c'est votre guerre que vous devez faire, et pour vos pensées! Et si votre pensée succombe, alors votre probité doit néanmoins chanter son triomphe!"
               }
          },
          {"cite":
               {"type":"short",
               "source":"Par delà le Bien et le Mal",
               "text":"Vous, je ne vous conseille pas le travail mais la lutte. Vous, je ne vous conseille pas la paix mais la victoire. Que votre travail soit un combat, que votre paix soit une victoire! L'homme doit être éduque pour la guerre, la femme pour le repos du guerrier; Tout le reste est sottises!"
               }
          },
          {"cite":
               {"type":"short",
               "source":"Par delà le Bien et le Mal",
               "text":"Je préfère encore le vacarme et le tonnerre et les intempéries que ce calme de chat prudent et circonspect; et parmi les humains aussi, ceux que je hais le plus ce sont tous ceux qui vont à pas de loup, ces demi-douteurs et demi-hésitants, ces nuages qui passent. Et celui qui ne peut plus bénir, celui-là doit apprendre à maudire!"
               }
          },

          {"cite":
               {"type":"short",
               "source":"La voyageur et son ombre",
               "text":"Se rendre inoffensif tandis qu'on est le plus redoutable, guidé par l'élévation du sentiment, c'est là le moyen pour arriver à la paix véritable qui doit toujours reposer sur une disposition d'esprit paisible, tandis que ce que l'on appelle la paix armée, telle qu'elle est pratiquée maintenant dans tous les pays, répond à un sentiment de discorde, à un manque de confiance en soi et le voisin, et empêche de déposer les armes soit par haine, soit par crainte. Plutôt périr que de haïr et de craindre, et plutôt périr deux fois que de se laisser haïr et craindre."              
               }
          },
          {"cite":
               {"type":"short",
               "source":"Ainsi parlait Zarathoustra",
               "text":"Ce à quoi ils tendent de toutes leurs forces, c'est le bonheur général des troupeaux sur le pâturage, avec la sécurité, le bien être et l'allègement de l'existence pour tout le monde. Les deux rengaines qu'ils chantent le plus souvent sont égalités des droits et pitié pour tout ce qui souffre, et ils considèrent la souffrance elle-même comme quelque chose qu'il faut supprimer. Nous, qui voyons les choses sous une autre face, nous qui avons ouvert notre esprit à la question de savoir ou et comment la plante homme s'est développée le plus vigoureusement jusqu'ici[....], nous pensons que la dureté, la violence, l'esclavage le péril dans l'âme et dans la rue, que la dissimulation, le stoïcisme, les artifices et les diableries de toutes sortes, que tout ce qui est mauvais, terrible, tyrannique, tout ce qui tiens de la bête de proie et du serpent sert tout aussi bien à l'élévation du type homme qu'à son contraire."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Humain, trop humain",
               "text":"On a jusqu'ici regardé comme le caractère propre de la moralité l'impersonnalité; et l'on a démontré qu'au commencement la considération de l'utilité générale était la cause pourquoi l'on louait et l'on distinguait tous les actes impersonnels. Mais ne faudrait-il pas s'attendre à une transformation importante de ce idées, maintenant que l'on s'aperçoit de mieux en mieux que c'est précisément dans les considération les plus personnelles possibles que l'utilité générale est aussi la plus grande : si bien que justement la conduite la plus strictement personnelle répond à la conception actuelle de la moralité (entendue comme utilité générale) ? Faire de soi une personne complète et, dans tout ce que l'on fait, se proposer son plus grand bien - cela va plus loin de ces misérables émotions et actions au profit d'autrui. A la vérité, nous souffrons tous encore du trop peu de respect de la personnalité en nous, elle est mal éduquée, - il faut nous l'avouer : on a plutôt violemment détourné d'elle notre pensée pour l'offrir en sacrifice à l'Etat, à la Science, à Celui-qui-à-besoin-d'aide, comme si elle était l'élément mauvais qui devait être sacrifié. Aujourd'hui aussi, nous voulons travailler pour nos semblables, mais seulement dans la mesure où nous trouvons dans ce travail notre plus grand avantage propre, ni plus ni moins. Il s'agit seulement de savoir ce qu'on entend par son avantage ; c'est justement l'individu non mûri, non développé, grossier, qui l'entendra de la façon la plus grossière."              
               }
          },
          
          {"cite":
               {"type":"long",
               "source":"Humain, trop humain",
               "text":"La complète irresponsabilité de l'homme à l'égard de ses actes et de son être est la goutte la plus amère que le chercheur doit avaler, lorsqu'il a été habitué à voir dans la responsabilité et le devoir les lettres noblesses de l'humanité. Toutes ces évaluations, ses désignations, ses penchants sont par là devenus sans valeur et faux; son sentiment le plus profond, celui qu'il portait au martyr, au héros, a pris la valeur d'une erreur; il n'a plus le droit de louer et de blâmer, car il ne rime a rien de louer et de blâmer la nature et la nécessité. De même qu'il aime une belle oeuvre, mais ne la loue pas, parce qu'elle ne peut rien par elle-même; tel il est devant une plante, tel il doit être devant les actions des hommes, devant les sienne propres. Il peut en admirer la force, la beauté, la plénitude, mais il ne lui est pas permis d'y trouver du mérite : le phénomène chimique et la lutte des élément, les tortures du malade qui a soif de guérison sont juste autant des mérites que ces luttes et ces détresses de l'âme où l'on est tiraillé par divers motifs en divers sens, jusque' à ce qu'enfin on se décide pour le plus puissant - comme on dit ( mais en réalité jusqu'à ce que le plus puissant décide de nous). Mais tous ces motifs, quelque grands noms que nous leur donnions, sont sortis des mêmes racines où nous croyons que résident les poisons malfaisants, entre les bonnes et las mauvaises actions, il n'y a pas de différence d'espèce, mais tout au plus de degré. Les bonnes actions sont de mauvaises actions sublimées : les mauvaises actions sont de bonnes actions grossièrement, sottement accomplies. Un seul désir de l'individu, celui de la jouissance de soi-même (uni à la crainte d'en être frustré), se satisfait dans toutes les circonstances, de quelque façon que l'homme puisse, c'est-à-dire doive agir; que ce soit en actes de vanité, de vengeance, de plaisir, d'intérêt, de méchanceté, de perfidie, que ce soit en actes de sacrifice, de pitié, de recherche scientifique.  Les degrés du jugement décident dans quelle direction chacun se laissera entraîner par ce désir; il y a continuellement présente à chaque société, à chaque individu, une hiérarchie des biens d' après laquelle il détermine ses actes et juge ceux d'autrui. Mais cette échelle de mesure se transforme continuellement, beaucoup d'actes s'appellent mauvais et ne sont que bêtes, parce que le niveau de l'intelligence qui s'est décidée pour eux était très bas. Mieux encore, en un certain sens, aujourd'hui encore tous les actes sont bêtes, parce que le niveau le plus élevé de l'intelligence humaine qui peut être atteint actuellement sera sûrement encore dépassé : et alors, en regardant en arrière, toute notre conduite et tous nos jugements paraîtront aussi bornés et irréfléchis que la conduite et les jugements des peuplades sauvages arriérées nous apparaissent aujourd'hui bornés et irréfléchis. Se rendre compte de tout cela peut causer une profonde douleur, mais il y a une consolation : ces douleurs-là sont des douleurs d'enfantement. Le papillon veut briser son enveloppe, il la déchiquette, il la déchire : alors vient l'aveugler et l'enivrer la lumière inconnue, l'empire de la liberté. C'est dans des hommes qui sont capables de cette tristesse - qu'ils seront peu ! - que se fait le premier essai de savoir si l'humanité, de morale qu'elle est, peut devenir sage. Le soleil d'un évangile nouveau jette son premier rayon sur les plus hauts sommets dans les âmes de ces isolés : là les nuages s'accumulent plus épais que pattu ailleurs, et côte à côte règnent la clarté la plus pure et le plus sombre crépuscule. Tout est ,nécessité - ainsi parle la science nouvelle : et cette science est la voie elle-même est nécessaire. Tout est innocence : et la science est la voie qui mène à pénétrer cette innocence. si la volupté, l'égoïsme, la vanité sont nécessaires à la production des phénomènes moraux et de leur floraison la plus haute, le sens de la vérité et de la justice de la connaissance; si l'errer et l'égarement de l'imagination ont été l'unique moyen par lequel l'humanité pouvait s'élever peu à peu à ce degré d'éclairement et d'affranchissement de soi-même - qui oserait être triste d'apercevoir le but où mènent ces chemins ? Tout dans le domaine de la morale est modifié, changeant, incertain, tout est en fluctuation, il est vrai : mais aussi tout est en cours : et vers une seul but. L'habitude héréditaire des erreurs d'appréciations, d'amour, de haine, a beau continuer d'agir en nous, sous l'influence de la science en croissance elle se fera plus faible; une nouvelle habitude, celle de comprendre, de ne pas aimer, de ne pas haïr, de voir de haut, s'implante insensiblement en nous dans le même sol et sera, dans des milliers d'années, peut-être assez puissante pour donner à l'humanité la force de produire l'homme sage, innocent (ayant conscience de son innocence), aussi régulièrement qu'elle produit actuellement l'homme non sage, injuste, ayant conscience de sa faute - c'est à dire l'antécédent nécessaire, non pas l'opposé de celui-là."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Humain, trop humain",
               "text":"Lorsque quelqu'un, par exemple une ville assiégée, se soumet sous condition à un plus puissant, la contre-condition est qu'on peut s'anéantir, incendier la ville, et ainsi causer une grosse perte au puissant. De la sorte, il se produit en ce cas une espèce d'égalité, qui peut servir de fondement à des droits. L'ennemi trouve son avantage à la conservation - En ce sens, il y a aussi des droits entre esclaves et maîtres. Le droit s'étend originairement à la limite où l'un paraît à l'autre précieux, essentiel, imperdable, invincible, et cetera. En ce sens, le plus faible a encore des droits, mais moindres. De là le fameux unusquiesque tantum juris habet, quantum potentia valet (ou plus exactement : quantum potentia valere creditur)."              
               }
          },
          
          {"cite":
               {"type":"long",
               "source":"Humain, trop humain",
               "text":"Une espèce importante de plaisir, et par là source de la moralité, provient de l'habitude. On fait l'habituel plus aisément, mieux, partant plus volontiers, on en ressent un plaisir, et l'on sait par l'expérience que l'habituel a fait ses preuves, qu'il a donc une utilité; une coutume avec laquelle on peut vivre est démontrée salutaire, profitable, en opposition à toutes les tentatives neuves, non encore éprouvées. La coutume est, par suite, l'union de l'agréable et de l'utile, en outre elle n'exige aucune réflexion. Sitôt que l'homme peut exercer une contrainte, il l'exerce pour conserver et propager ses coutumes, car à ses yeux elles sont la sagesse garantie. De même une communauté d'individus contraint chaque élément isolé à une même coutume. On commet là cette faute de raisonnement : parce qu'on se trouve bien d'une coutume, ou du moins parce que par par son moyen on conserve son existence, cette coutume est nécessaire, car elle passe pour la possibilité unique dont on peut bien se trouver; le bien-être de la vie semble ne provenir que d'elle. Cette conception de l'habituel comme condition de l'existence est poussée jusqu'au plus détails de la coutume : comme l'intelligence de la causalité véritable est très réduite chez es peuples et les civilisations de niveau peu élevé, on aspire avec une crainte superstitieuse à ce que tout aille de même pas que soi; même là où la coutume est pénible, dure, lourde, elle est conservée en vue de son utilité supérieure apparente. On ne sait pas que le même degré de bien-être peut exister avec d'autres coutumes, et que même on peut atteindre des degrés plus élevés. Mais ce dont on se rend bien compte, c'est que toutes les coutumes, fût-ce les plus dures, deviennent avec le temps plus agréables et plus douces, et que le régime le plus sévère peut se tourner en habitude et par là en plaisir."              
               }
          },
          
          {"cite":
               {"type":"long",
               "source":"Humain, trop humain",
               "text":"On a jusqu'ici regardé comme le caractère propre de la moralité l'impersonnalité; et l'on a démontré qu'au commencement la considération de l'utilité générale était la cause pourquoi l'on louait et l'on distinguait tous les actes impersonnels. Mais ne faudrait-il pas s'attendre à une transformation importante de ce idées, maintenant que l'on s'aperçoit de mieux en mieux que c'est précisément dans les considération les plus personnelles possibles que l'utilité générale est aussi la plus grande : si bien que justement la conduite la plus strictement personnelle répond à la conception actuelle de la moralité (entendue comme utilité générale) ? Faire de soi une personne complète et, dans tout ce que l'on fait, se proposer son plus grand bien - cela va plus loin de ces misérables émotions et actions au profit d'autrui. A la vérité, nous souffrons tous encore du trop peu de respect de la personnalité en nous, elle est mal éduquée, - il faut nous l'avouer : on a plutôt violemment détourné d'elle notre pensée pour l'offrir en sacrifice à l'Etat, à la Science, à Celui-qui-à-besoin-d'aide, comme si elle était l'élément mauvais qui devait être sacrifié. Aujourd'hui aussi, nous voulons travailler pour nos semblables, mais seulement dans la mesure où nous trouvons dans ce travail notre plus grand avantage propre, ni plus ni moins. Il s'agit seulement de savoir ce qu'on entend par son avantage ; c'est justement l'individu non mûri, non développé, grossier, qui l'entendra de la façon la plus grossière."              
               }
          }


     ]
}



