{"citations":
     [
          {"cite":
               {"type":"short",
               "source":"Par delà le Bien et le Mal",
               "text":"C'est votre ennemi que vous devez chercher, c'est votre guerre que vous devez faire, et pour vos pensées! Et si votre pensée succombe, alors votre probité doit néanmoins chanter son triomphe!"
               }
          },
          {"cite":
               {"type":"short",
               "source":"Par delà le Bien et le Mal",
               "text":"Vous, je ne vous conseille pas le travail mais la lutte. Vous, je ne vous conseille pas la paix mais la victoire. Que votre travail soit un combat, que votre paix soit une victoire! L'homme doit être éduque pour la guerre, la femme pour le repos du guerrier; Tout le reste est sottises!"
               }
          },
          {"cite":
               {"type":"short",
               "source":"Par delà le Bien et le Mal",
               "text":"Je préfère encore le vacarme et le tonnerre et les intempéries que ce calme de chat prudent et circonspect; et parmi les humains aussi, ceux que je hais le plus ce sont tous ceux qui vont à pas de loup, ces demi-douteurs et demi-hésitants, ces nuages qui passent. Et celui qui ne peut plus bénir, celui-là doit apprendre à maudire!"
               }
          },

          {"cite":
               {"type":"short",
               "source":"La voyageur et son ombre",
               "text":"Se rendre inoffensif tandis qu'on est le plus redoutable, guidé par l'élévation du sentiment, c'est là le moyen pour arriver à la paix véritable qui doit toujours reposer sur une disposition d'esprit paisible, tandis que ce que l'on appelle la paix armée, telle qu'elle est pratiquée maintenant dans tous les pays, répond à un sentiment de discorde, à un manque de confiance en soi et le voisin, et empêche de déposer les armes soit par haine, soit par crainte. Plutôt périr que de haïr et de craindre, et plutôt périr deux fois que de se laisser haïr et craindre."              
               }
          },
          {"cite":
               {"type":"short",
               "source":"Ainsi parlait Zarathoustra",
               "text":"Ce à quoi ils tendent de toutes leurs forces, c'est le bonheur général des troupeaux sur le pâturage, avec la sécurité, le bien être et l'allègement de l'existence pour tout le monde. Les deux rengaines qu'ils chantent le plus souvent sont égalités des droits et pitié pour tout ce qui souffre, et ils considèrent la souffrance elle-même comme quelque chose qu'il faut supprimer. Nous, qui voyons les choses sous une autre face, nous qui avons ouvert notre esprit à la question de savoir ou et comment la plante homme s'est développée le plus vigoureusement jusqu'ici[....], nous pensons que la dureté, la violence, l'esclavage le péril dans l'âme et dans la rue, que la dissimulation, le stoïcisme, les artifices et les diableries de toutes sortes, que tout ce qui est mauvais, terrible, tyrannique, tout ce qui tiens de la bête de proie et du serpent sert tout aussi bien à l'élévation du type homme qu'à son contraire."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Humain, trop humain",
               "text":"On a jusqu'ici regardé comme le caractère propre de la moralité l'impersonnalité; et l'on a démontré qu'au commencement la considération de l'utilité générale était la cause pourquoi l'on louait et l'on distinguait tous les actes impersonnels. Mais ne faudrait-il pas s'attendre à une transformation importante de ce idées, maintenant que l'on s'aperçoit de mieux en mieux que c'est précisément dans les considération les plus personnelles possibles que l'utilité générale est aussi la plus grande : si bien que justement la conduite la plus strictement personnelle répond à la conception actuelle de la moralité (entendue comme utilité générale) ? Faire de soi une personne complète et, dans tout ce que l'on fait, se proposer son plus grand bien - cela va plus loin de ces misérables émotions et actions au profit d'autrui. A la vérité, nous souffrons tous encore du trop peu de respect de la personnalité en nous, elle est mal éduquée, - il faut nous l'avouer : on a plutôt violemment détourné d'elle notre pensée pour l'offrir en sacrifice à l'Etat, à la Science, à Celui-qui-à-besoin-d'aide, comme si elle était l'élément mauvais qui devait être sacrifié. Aujourd'hui aussi, nous voulons travailler pour nos semblables, mais seulement dans la mesure où nous trouvons dans ce travail notre plus grand avantage propre, ni plus ni moins. Il s'agit seulement de savoir ce qu'on entend par son avantage ; c'est justement l'individu non mûri, non développé, grossier, qui l'entendra de la façon la plus grossière."              
               }
          },
          
          {"cite":
               {"type":"long",
               "source":"Humain, trop humain",
               "text":"La complète irresponsabilité de l'homme à l'égard de ses actes et de son être est la goutte la plus amère que le chercheur doit avaler, lorsqu'il a été habitué à voir dans la responsabilité et le devoir les lettres noblesses de l'humanité. Toutes ces évaluations, ses désignations, ses penchants sont par là devenus sans valeur et faux; son sentiment le plus profond, celui qu'il portait au martyr, au héros, a pris la valeur d'une erreur; il n'a plus le droit de louer et de blâmer, car il ne rime a rien de louer et de blâmer la nature et la nécessité. De même qu'il aime une belle oeuvre, mais ne la loue pas, parce qu'elle ne peut rien par elle-même; tel il est devant une plante, tel il doit être devant les actions des hommes, devant les sienne propres. Il peut en admirer la force, la beauté, la plénitude, mais il ne lui est pas permis d'y trouver du mérite : le phénomène chimique et la lutte des élément, les tortures du malade qui a soif de guérison sont juste autant des mérites que ces luttes et ces détresses de l'âme où l'on est tiraillé par divers motifs en divers sens, jusque' à ce qu'enfin on se décide pour le plus puissant - comme on dit ( mais en réalité jusqu'à ce que le plus puissant décide de nous). Mais tous ces motifs, quelque grands noms que nous leur donnions, sont sortis des mêmes racines où nous croyons que résident les poisons malfaisants, entre les bonnes et las mauvaises actions, il n'y a pas de différence d'espèce, mais tout au plus de degré. Les bonnes actions sont de mauvaises actions sublimées : les mauvaises actions sont de bonnes actions grossièrement, sottement accomplies. Un seul désir de l'individu, celui de la jouissance de soi-même (uni à la crainte d'en être frustré), se satisfait dans toutes les circonstances, de quelque façon que l'homme puisse, c'est-à-dire doive agir; que ce soit en actes de vanité, de vengeance, de plaisir, d'intérêt, de méchanceté, de perfidie, que ce soit en actes de sacrifice, de pitié, de recherche scientifique.  Les degrés du jugement décident dans quelle direction chacun se laissera entraîner par ce désir; il y a continuellement présente à chaque société, à chaque individu, une hiérarchie des biens d' après laquelle il détermine ses actes et juge ceux d'autrui. Mais cette échelle de mesure se transforme continuellement, beaucoup d'actes s'appellent mauvais et ne sont que bêtes, parce que le niveau de l'intelligence qui s'est décidée pour eux était très bas. Mieux encore, en un certain sens, aujourd'hui encore tous les actes sont bêtes, parce que le niveau le plus élevé de l'intelligence humaine qui peut être atteint actuellement sera sûrement encore dépassé : et alors, en regardant en arrière, toute notre conduite et tous nos jugements paraîtront aussi bornés et irréfléchis que la conduite et les jugements des peuplades sauvages arriérées nous apparaissent aujourd'hui bornés et irréfléchis. Se rendre compte de tout cela peut causer une profonde douleur, mais il y a une consolation : ces douleurs-là sont des douleurs d'enfantement. Le papillon veut briser son enveloppe, il la déchiquette, il la déchire : alors vient l'aveugler et l'enivrer la lumière inconnue, l'empire de la liberté. C'est dans des hommes qui sont capables de cette tristesse - qu'ils seront peu ! - que se fait le premier essai de savoir si l'humanité, de morale qu'elle est, peut devenir sage. Le soleil d'un évangile nouveau jette son premier rayon sur les plus hauts sommets dans les âmes de ces isolés : là les nuages s'accumulent plus épais que pattu ailleurs, et côte à côte règnent la clarté la plus pure et le plus sombre crépuscule. Tout est ,nécessité - ainsi parle la science nouvelle : et cette science est la voie elle-même est nécessaire. Tout est innocence : et la science est la voie qui mène à pénétrer cette innocence. si la volupté, l'égoïsme, la vanité sont nécessaires à la production des phénomènes moraux et de leur floraison la plus haute, le sens de la vérité et de la justice de la connaissance; si l'errer et l'égarement de l'imagination ont été l'unique moyen par lequel l'humanité pouvait s'élever peu à peu à ce degré d'éclairement et d'affranchissement de soi-même - qui oserait être triste d'apercevoir le but où mènent ces chemins ? Tout dans le domaine de la morale est modifié, changeant, incertain, tout est en fluctuation, il est vrai : mais aussi tout est en cours : et vers une seul but. L'habitude héréditaire des erreurs d'appréciations, d'amour, de haine, a beau continuer d'agir en nous, sous l'influence de la science en croissance elle se fera plus faible; une nouvelle habitude, celle de comprendre, de ne pas aimer, de ne pas haïr, de voir de haut, s'implante insensiblement en nous dans le même sol et sera, dans des milliers d'années, peut-être assez puissante pour donner à l'humanité la force de produire l'homme sage, innocent (ayant conscience de son innocence), aussi régulièrement qu'elle produit actuellement l'homme non sage, injuste, ayant conscience de sa faute - c'est à dire l'antécédent nécessaire, non pas l'opposé de celui-là."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Humain, trop humain",
               "text":"Lorsque quelqu'un, par exemple une ville assiégée, se soumet sous condition à un plus puissant, la contre-condition est qu'on peut s'anéantir, incendier la ville, et ainsi causer une grosse perte au puissant. De la sorte, il se produit en ce cas une espèce d'égalité, qui peut servir de fondement à des droits. L'ennemi trouve son avantage à la conservation - En ce sens, il y a aussi des droits entre esclaves et maîtres. Le droit s'étend originairement à la limite où l'un paraît à l'autre précieux, essentiel, imperdable, invincible, et cetera. En ce sens, le plus faible a encore des droits, mais moindres. De là le fameux unusquiesque tantum juris habet, quantum potentia valet (ou plus exactement : quantum potentia valere creditur)."              
               }
          },
          
          {"cite":
               {"type":"long",
               "source":"Humain, trop humain",
               "text":"Une espèce importante de plaisir, et par là source de la moralité, provient de l'habitude. On fait l'habituel plus aisément, mieux, partant plus volontiers, on en ressent un plaisir, et l'on sait par l'expérience que l'habituel a fait ses preuves, qu'il a donc une utilité; une coutume avec laquelle on peut vivre est démontrée salutaire, profitable, en opposition à toutes les tentatives neuves, non encore éprouvées. La coutume est, par suite, l'union de l'agréable et de l'utile, en outre elle n'exige aucune réflexion. Sitôt que l'homme peut exercer une contrainte, il l'exerce pour conserver et propager ses coutumes, car à ses yeux elles sont la sagesse garantie. De même une communauté d'individus contraint chaque élément isolé à une même coutume. On commet là cette faute de raisonnement : parce qu'on se trouve bien d'une coutume, ou du moins parce que par par son moyen on conserve son existence, cette coutume est nécessaire, car elle passe pour la possibilité unique dont on peut bien se trouver; le bien-être de la vie semble ne provenir que d'elle. Cette conception de l'habituel comme condition de l'existence est poussée jusqu'au plus détails de la coutume : comme l'intelligence de la causalité véritable est très réduite chez es peuples et les civilisations de niveau peu élevé, on aspire avec une crainte superstitieuse à ce que tout aille de même pas que soi; même là où la coutume est pénible, dure, lourde, elle est conservée en vue de son utilité supérieure apparente. On ne sait pas que le même degré de bien-être peut exister avec d'autres coutumes, et que même on peut atteindre des degrés plus élevés. Mais ce dont on se rend bien compte, c'est que toutes les coutumes, fût-ce les plus dures, deviennent avec le temps plus agréables et plus douces, et que le régime le plus sévère peut se tourner en habitude et par là en plaisir."              
               }
          },
          
          {"cite":
               {"type":"long",
               "source":"Humain, trop humain",
               "text":"On a jusqu'ici regardé comme le caractère propre de la moralité l'impersonnalité; et l'on a démontré qu'au commencement la considération de l'utilité générale était la cause pourquoi l'on louait et l'on distinguait tous les actes impersonnels. Mais ne faudrait-il pas s'attendre à une transformation importante de ce idées, maintenant que l'on s'aperçoit de mieux en mieux que c'est précisément dans les considération les plus personnelles possibles que l'utilité générale est aussi la plus grande : si bien que justement la conduite la plus strictement personnelle répond à la conception actuelle de la moralité (entendue comme utilité générale) ? Faire de soi une personne complète et, dans tout ce que l'on fait, se proposer son plus grand bien - cela va plus loin de ces misérables émotions et actions au profit d'autrui. A la vérité, nous souffrons tous encore du trop peu de respect de la personnalité en nous, elle est mal éduquée, - il faut nous l'avouer : on a plutôt violemment détourné d'elle notre pensée pour l'offrir en sacrifice à l'Etat, à la Science, à Celui-qui-à-besoin-d'aide, comme si elle était l'élément mauvais qui devait être sacrifié. Aujourd'hui aussi, nous voulons travailler pour nos semblables, mais seulement dans la mesure où nous trouvons dans ce travail notre plus grand avantage propre, ni plus ni moins. Il s'agit seulement de savoir ce qu'on entend par son avantage ; c'est justement l'individu non mûri, non développé, grossier, qui l'entendra de la façon la plus grossière."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Toutes les choses qui vivent longtemps sont peu à peu tellement imbibées de raison que l’origine qu’elles tirent de la déraison devient invraisemblable. Le sentiment ne croit-il pas au paradoxe et au blasphème chaque fois qu’on lui montre l’histoire exacte d’une origine ? Un bon historien n’est-il pas, au fond, sans cesse en contradiction avec son milieu ?"              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Les savants sont dans le vrai lorsqu’ils jugent que les hommes de toutes les époques ont cru savoir ce qui était bon et mauvais. Mais c’est un préjugé des savants de croire que maintenant nous en soyons mieux informés que dans tout autre temps."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"À l’époque où l’homme prêtait un sexe à toute chose, il ne croyait pas se livrer à un jeu, mais élargir son entendement : — il ne s’est avoué que plus tard, et pas encore entièrement de nos jours, l’énormité de cette erreur. De même l’homme a attribué, à tout ce qui existe, un rapport avec la morale, jetant sur les épaules du monde le manteau d’une signification éthique. Tout cela aura un jour autant et pas plus de valeur que n’en a aujourd’hui déjà la croyance au sexe masculin ou féminin du soleil."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Il nous faut à nouveau faire disparaître du monde l’abondance de fausse sublimité, parce qu’elle est contraire à la justice que les choses peuvent revendiquer ! Encore faut-il ne pas prétendre à concevoir le monde avec moins d’harmonie qu’il n’en a!"              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Le grand résultat que l’humanité a obtenu jusqu’à présent, c’est que nous n’avons plus besoin d’être dans une crainte continuelle des bêtes sauvages, des barbares, des dieux et de nos rêves."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Ceux qui souffrent sans espoir, ceux qui rêvent d’une façon désordonnée, ceux qui sont ravis dans l’au-delà, — voilà les trois degrés qu’établit Raphaël pour diviser l’humanité. Nous ne regardons plus le monde de cette façon — et Raphaël, lui aussi, n’aurait plus le droit de le regarder ainsi : il verrait de ses yeux une nouvelle transfiguration."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Autrefois on considérait le succès d’une action non comme une conséquence de cette action, mais comme un libre adjuvant venant de Dieu. Peut-on imaginer une plus grossière confusion ! Il fallait s’efforcer différemment en vue de l’action et en vue du succès, avec des pratiques et des moyens tout différents !"              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Un constant travail de transformation s’opère sur la morale, — les crimes aux issues heureuses en sont la cause (j’y compte par exemple toutes les innovations dans les jugements moraux)."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Nous continuons toujours à tirer les conséquences de jugements que nous considérons comme faux, de doctrines auxquelles nous ne croyons plus, — par nos sentiments."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Il y a eu des hommes nobles et sages qui ont cru jadis à l’harmonie des sphères : il y a eu encore des hommes nobles et sages qui croient encore à « la valeur morale de l’existence ». Mais voici venir le jour où cette harmonie, elle aussi, ne sera plus perceptible à leur oreille ! Ils se réveilleront et s’apercevront que leur oreille a rêvé."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Accepter une croyance simplement parce qu’il est d’usage de l’accepter — ne serait-ce pas là être de mauvaise foi, être lâche, être paresseux ! — La mauvaise foi, la lâcheté, la paresse seraient-elles donc la condition première de la moralité ?"              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"C’est un de ces vieux braves : il se fâche contre la civilisation, parce qu’il croit que celle-ci vise à rendre accessibles toutes les bonnes choses, les honneurs, les trésors, les belles femmes — aux lâches comme aux braves."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Les Grecs, dans une vie où les grands dangers et les cataclysmes étaient toujours proches, cherchaient dans la méditation et dans la connaissance une sorte de sûreté du sentiment et un dernier refuge. Nous qui vivons dans une quiétude incomparablement plus grande, nous avons porté le danger dans la méditation et la connaissance, et c’est dans la vie que nous nous reposons et que nous nous calmons de ce danger."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"« Pourvu que nous ne nous sentions pas trop à notre aise ! » - c’était là la crainte secrète des Grecs de la bonne époque. Voilà pourquoi ils se prêchaient la mesure. Et nous !"              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Il ne faut plus chercher maintenant les flatteurs, qui font les chiens couchants, dans le voisinage des princes, –—ceux-ci ont tous le goût militaire qui répugne au flatteur. Mais cette fleur s’épanouit maintenant encore dans le voisinage des banquiers et des artistes."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Vos désirs sont plus grands que votre raison, et votre vanité est encore plus grande que vos désirs, — à des hommes de votre espèce il faut recommander foncièrement beaucoup de pratique chrétienne, et, de plus, un peu de théorie schopenhauérienne."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Actuellement c’est la façon des Européens de traiter tous les grands intérêts avec ironie, parce que, à force d’être affairé au service de ceux-ci, on n’a pas le temps de les prendre au sérieux."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"« Et, en résumé, que voulez-vous au fond de nouveau ? » — Nous ne voulons plus que les causes soient des péchés et les effets des bourreaux."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Dès qu’un animal en voit un autre il se mesure en esprit avec lui, et les hommes des époques sauvages font de même. Il s’en suit que presque chaque homme n’apprend à se connaître que par rapport à sa force d’attaque et de défense."              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Les Allemands veulent être transportés par l’artiste dans une espèce de passion rêvée ; les Italiens veulent, par son moyen, se reposer de leurs passions véritables ; les Français veulent qu’il leur donne l’occasion de démontrer leur jugement et qu’il soit ainsi un prétexte aux discours. Soyons donc équitables !"              
               }
          },
          
          {"cite":
               {"type":"short",
               "source":"Aurore",
               "text":"Faire les choses les plus malodorantes dont on ose à peine parler, mais qui sont utiles et nécessaires, — cela aussi est héroïque. Les Grecs n’ont pas eu honte de compter parmi les grands travaux d’Hercule le nettoyage d’une écurie."              
               }
          },

          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"À l’époque où l’homme prêtait un sexe à toute chose, il ne croyait pas se livrer à un jeu, mais élargir son entendement : — il ne s’est avoué que plus tard, et pas encore entièrement de nos jours, l’énormité de cette erreur. De même l’homme a attribué, à tout ce qui existe, un rapport avec la morale, jetant sur les épaules du monde le manteau d’une signification éthique. Tout cela aura un jour autant et pas plus de valeur que n’en a aujourd’hui déjà la croyance au sexe masculin ou féminin du soleil."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Ce qu’il y a d’étonnant dans la science est contraire à ce qu’il y a d’étonnant dans l’art du prestidigitateur. Car celui-ci veut nous persuader de voir une causalité très simple là où, en réalité, une causalité très compliquée est en jeu. La science, par contre, nous force à abandonner la croyance à la causalité simple, dans les cas où tout paraît extrêmement simple et où nous ne sommes que les victimes de l’apparence. Les choses les plus « simples » sont très compliquées, — on ne peut assez s’en étonner !"              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Sont-ce les choses réelles ou les choses imaginées qui ont le plus contribué au bonheur humain ? Ce qu’il y a de certain, c’est que la dimension de l’espace qui existe entre le plus grand bonheur et le plus profond malheur n’a pris toute son ampleur qu’à l’aide des choses imaginées. Par conséquent, ce genre de sentiment de l’espace, sous l’influence de la science, devient toujours plus petit : de même que la science nous a enseigné et nous enseigne encore à considérer la terre comme petite et tout le système solaire comme un point."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Dans la mesure où le sens de la causalité augmente, l’étendue du domaine de la moralité diminue : car chaque fois que l’on a compris les effets nécessaires, que l’on parvient à les imaginer isolés de tous les hasards, de toutes les suites occasionnelles (post hoc), on a, du même coup, détruit un nombre énorme de causalités imaginaires, de ces causalités que, jusque-là, on croyait être les fondements de la morale, — le monde réel est beaucoup plus petit que le monde de l’imagination, — on a chaque fois fait disparaître du monde une partie de la crainte et de la contrainte, chaque fois aussi une partie de la vénération et de l’autorité dont jouissaient les mœurs : la moralité a subi une perte dans son ensemble. Celui qui, par contre, veut augmenter la moralité doit savoir éviter que les succès puissent devenir contrôlables."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Il se fait, sur la morale qui règne dans une communauté un travail constant auquel chacun participe : la plupart des gens veulent ajouter un exemple après l’autre qui démontre le rapport prétendu entre la cause et l’effet, le crime et la punition ; ils contribuent ainsi à confirmer le bien-fondé de ce rapport et augmentent la foi que l’on y ajoute. Quelques-uns font de nouvelles observations sur les actes et les suites de ces actes, ils en tirent des conclusions et des lois : le plus petit nombre se formalise çà et là et affaiblit la croyance sur tel ou tel point. — Mais tous se ressemblent dans la façon grossière et antiscientifique de leur action ; qu’il s’agisse d’exemple, d’observations ou d’obstacles, ou qu’il s’agisse de la démonstration, de l’affirmation, de l’expression ou de la réfutation d’une loi, ce sont toujours des matériaux sans valeur, sous une expression sans valeur, comme les matériaux et l’expression de toute médecine populaire sont de même acabit et ne devraient plus, comme c’est toujours l’usage, être appréciées de façon si différente : toutes deux sont des sciences apparentes de la plus dangereuse espèce."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Quelle est donc notre attitude vis-à-vis des actes de notre prochain ? – Tout d’abord, nous regardons ce qui résulte pour nous de ces actes, — nous ne les jugeons qu’à ce point de vue. C’est cet effet causé sur nous que nous considérons comme l’intention de l’acte — et enfin les intentions attribuées à notre prochain deviennent chez lui des qualités permanentes, en sorte que nous en faisons, par exemple, « un homme dangereux ». Triple erreur ! Triple méprise, vieille comme le monde ! Peut-être cet héritage nous vient-il des animaux et de leur faculté de jugement. Ne faut-il pas chercher l’origine de toute morale dans ces horribles petites conclusions : « Ce qui me nuit est quelque chose de mauvais (qui porte préjudice par soi-même) ; ce qui m’est utile est bon (bienfaisant et profitable par soi-même) ; ce qui me nuit une ou plusieurs fois m’est hostile par soi-même ; ce qui m’est utile une ou plusieurs fois m’est favorable par soi-même. » O pudenda origo ! Cela ne veut-il pas dire : interpréter les relations pitoyables, occasionnelles et accidentelles qu’un autre peut avoir avec nous comme si ces relations étaient l’essence et le fond de son être, et prétendre qu’envers tout le monde et envers soi-même il n’est capable que de rapports semblables aux rapports que nous avons eus avec lui une ou plusieurs fois ? Et derrière cette véritable folie n’y a-t-il pas la plus immodeste de toutes les arrière-pensées : croire qu’il faut que nous soyons nous-mêmes le principe du bien puisque le bien et le mal se déterminent d’après nous ?"              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"« Nier la moralité » – cela peut vouloir dire d’abord : nier que les motifs éthiques que prétextent les hommes les aient vraiment poussés à leurs actes, — cela équivaut donc à dire que la moralité est affaire de mots et qu’elle fait partie de ces duperies grossières ou subtiles (le plus souvent duperies de soi-même) qui sont le propre de l’homme, surtout peut-être des hommes célèbres par leurs vertus. Et ensuite : nier que les jugements moraux reposent sur des vérités. Dans ce cas, l’on accorde que ces jugements sont vraiment les motifs des actions, mais que ce sont des erreurs, fondements de tous les jugements moraux, qui poussent les hommes à leurs actions morales. Ce dernier point de vue est le mien : pourtant je ne nie pas que dans beaucoup de cas une subtile méfiance à la façon du premier, c’est-à-dire, dans l’esprit de La Rochefoucauld, ne soit à sa place et en tous les cas d’une haute utilité générale. – Je nie donc la moralité comme je nie l’alchimie ; et si je nie les hypothèses, je ne nie pas qu’il y ait eu des alchimistes qui ont cru en ces hypothèses et se sont basés sur elles. — Je nie de même l’immoralité : non qu’il y ait une infinité d’hommes qui se sentent immoraux, mais qu’il y ait en vérité une raison pour qu’ils se sentent ainsi. Je ne nie pas, ainsi qu’il va de soi — en admettant que je ne sois pas insensé —, qu’il faut éviter et combattre beaucoup d’actions que l’on dit immorales ; de même qu’il faut exécuter et encourager beaucoup de celles que l’on dit morales ; mais je crois qu’il faut faire l’une et l’autre chose pour d’autres raisons qu’on l’a fait jusqu’à présent. Il faut que nous changions notre façon de voir — pour arriver enfin, peut-être très tard, à changer notre façon de sentir."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Il faut ramener toutes nos actions à des façons d’apprécier ; toutes nos appréciations de valeur nous sont propres ou bien elles sont acquises. — Ces dernières sont les plus nombreuses. Pourquoi les adoptons-nous ? Par crainte : c’est-à-dire que notre prudence nous conseille d’avoir l’air de les prendre pour nôtres — et nous nous habituons à cette idée, en sorte qu’elle finit par devenir notre seconde nature. Avoir une appréciation personnelle : cela ne veut-il pas dire mesurer une chose d’après le plaisir ou le déplaisir qu’elle nous cause, à nous et à personne autre, — mais c’est là quelque chose d’extrêmement rare ! Il faudra du moins que notre appréciation au sujet d’une autre personne qui nous pousse à nous servir, dans la plupart des cas, des appréciations de cette personne, parte de nous et soit notre propre motif déterminant. Mais ces déterminations nous les créons pendant notre enfance et rarement nous changeons d’avis à leur sujet sur elles ; nous demeurons le plus souvent, durant toute notre vie, dupes de jugements enfantins auxquels nous nous sommes habitués, et cela dans la façon dont nous jugeons nos prochains (leur esprit, leur rang, leur moralité, leur caractère, ce qu’ils ont de louable et de blâmable) en rendant hommage à leurs appréciations."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"La plupart des gens, quoi qu’ils puissent penser et dire de leur « égoïsme », ne font rien, leur vie durant, pour leur ego, mais seulement pour le fantôme de leur ego qui s’est formé à leur sujet dans le cerveau de leur entourage avant de se communiquer à eux ; — par conséquent, ils vivent tous dans une nuée d’opinions impersonnelles, d’appréciations fortuites et fictives, l’un à l’égard de l’autre, et ainsi de suite d’esprit en esprit. Singulier monde de fantasmes qui sait se donner une apparence si raisonnable ! Cette brume d’opinions et d’habitudes grandit et vit presque indépendamment des hommes qu’elle entoure ; c’est elle qui cause la disproportion inhérente aux jugements d’ordre général que l’on porte sur « l’homme » — tous ces hommes inconnus l’un à l’autre croient à cette chose abstraite qui s’appelle « l’homme », c’est-à-dire à une fiction ; et tout changement tenté sur cette chose abstraite par les jugements d’individualités puissantes (telles que les princes et les philosophes) fait un effet extraordinaire et insensé sur le grand nombre. — Tout cela parce que chaque individu ne sait pas opposer, dans ce grand nombre, un ego véritable, qui lui est propre et qu’il a approfondi, à la pâle fiction universelle qu’il détruirait par là même."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"De tous côtés on entend maintenant dire que le but de la morale est quelque chose comme la conservation et l’avancement de l’humanité ; mais c’est là vouloir une formule et rien de plus. Conservation de quoi ? faut-il demander avant tout, encouragement à quoi ? — N’a-t-on pas oublié l’essentiel dans la formule : la réponse à ce « de quoi », à cet « à quoi » ? Qu’en résulte-t-il pour la doctrine des devoirs de l’homme qui n’ait pas été fixé déjà tacitement et sans y penser ? Cette formule dit-elle suffisamment s’il faut viser à prolonger le plus l’existence de l’espèce humaine, ou à faire sortir autant que possible l’homme de l’animalité ? Combien différents devraient être dans les deux cas les moyens, c’est-à-dire la morale pratique ! En admettant que l’on veuille donner à l’humanité son plus grand bon sens, cela ne garantirait certes pas sa plus longue durée ! Ou bien, en admettant que l’on songe à son « plus grand bonheur », pour répondre à ce « de quoi », à cet « à quoi » : songe-t-on alors au plus haut degré de bonheur que quelques individus pourraient atteindre peu à peu ? Ou bien à un dernier eudémonisme moyen, indéfinissable, mais que tous pourraient atteindre ? Et pourquoi choisirait-on la moralité pour arriver à ce but ? La moralité n’a-t-elle pas, dans son ensemble, créé une telle source de déplaisir que l’on pourrait plutôt prétendre qu’avec chaque affinement de la moralité l’homme est devenu plus mécontent de lui-même, de son prochain et de son sort dans l’existence ? L’homme qui jusqu’à présent a été le plus moral n’a-t-il pas cru que le seul état de l’homme qui puisse se justifier vis-à-vis de la morale était la plus profonde misère ?"              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Sur le chapitre des mœurs, agir une fois contre son meilleur jugement ; céder ici, en pratique et se réserver la liberté intellectuelle ; se comporter comme tout le monde et faire ainsi, à tout le monde, une amabilité et un bienfait, pour les dédommager en quelque sorte des écarts de nos opinions : — tout cela est considéré, chez les hommes quelque peu indépendants, non seulement comme admissible, mais encore comme « honnête », « humain », « tolérant », « point pédant », et quels que soient les termes dont on se sert pour endormir la conscience intellectuelle : et c’est ainsi qu’un tel fait baptiser chrétiennement son enfant et n’en est pas moins athée, tel autre fait son service militaire, comme tout le monde, bien qu’il condamne sévèrement la haine des peuples, et un troisième se présente à l’église avec une femme parce qu’il a une parenté pieuse, et il fait des promesses devant un prêtre sans avoir honte de son inconséquence. « Cela n’a pas d’importance si quelqu’un de nous fait ce que tout le monde fait et a toujours fait. » — Ainsi parle le préjugé grossier ! Et l’erreur grossière ! Car rien n’est plus important que de confirmer encore une fois ce qui est déjà puissant, traditionnel et reconnu sans raison, par l’acte de quelqu’un de notoirement raisonnable : c’est ainsi que l’on donne à cette chose, aux yeux de tous ceux qui en entendent parler, la sanction de la raison même ! Respect à vos opinions ! Mais les petites actions divergentes ont plus de valeur !"              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Si j’étais un dieu et un dieu bienveillant, les mariages des hommes m’impatienteraient plus que toute autre chose. Un individu peut aller très, très loin pendant les soixante-dix, et même pendant les trente années de sa vie, — cela est très surprenant, même pour des dieux ! Mais, si l’on voit alors comment il accroche l’héritage et le legs de cette lutte et de cette victoire, les lauriers de son humanité, au premier endroit venu, où une petite femme peut les déchirer ; si l’on voit combien il s’entend bien à acquérir et mal à garder, et qu’il ne songe même pas que, par la procréation, il peut préparer une vie plus victorieuse encore : on finit par devenir impatient et par se dire : « À la longue, il ne peut rien résulter de l’humanité, les individus sont gaspillés, le hasard des mariages rend impossible toute raison d’une grande marche de l’humanité ; — cessons d’être les spectateurs assidus et les fous de ce spectacle sans but ! » — Dans cette disposition d’esprit, les dieux d’Épicure se retirèrent jadis dans leur silence et leur béatitude divine : ils étaient fatigués des hommes et de leurs affaires d’amour."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Il ne devrait pas être permis, lorsque l’on est amoureux, de prendre une décision qui engage pour la vie, et de fixer une fois pour toutes, à cause d’un caprice violent, le caractère de sa société : on devrait, publiquement, déclarer sans valeur les serments des amoureux et leur refuser le mariage : — et cela parce que l’on devrait attacher au mariage une importance beaucoup plus grande ! en sorte que, dans les cas où il se concluait jusqu’à présent, il ne se conclurait justement pas ! La plupart des mariages ne sont-ils pas faits de telle sorte que l’on ne désire pas avoir pour témoin une troisième personne ? Et cette troisième personne ne manque généralement pas — c’est l’enfant — elle est plus que témoin, elle est bouc émissaire !"              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Quelle indication faut-il trouver dans le fait que notre culture est non seulement patiente à l’égard des manifestations de la douleur, à l’égard des larmes, des plaintes, des reproches, des attitudes de rage ou d’humilité, mais qu’elle les approuve encore et qu’elle les compte parmi les choses nobles et inévitables ? — tandis que l’esprit de la philosophie antique s’abaissait avec mépris vers elles et ne leur reconnaissait absolument pas de nécessité. Que l’on se souvienne donc de la façon dont Platon — qui n’était pas un des philosophes les plus inhumains — parle du Philoctète de la scène tragique. Notre civilisation moderne manquerait-elle peut-être de « philosophie » ? Selon l’appréciation de ces anciens philosophes, ferions-nous peut-être tous partie de la « populace » ?"              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Certains hommes vaniteux apprécient plus haut un fragment du passé à partir du moment où ils peuvent le revivre en imagination (surtout si cela est difficile), ils voudraient même, au besoin, le faire ressusciter des les morts. Mais, puisque le nombre des vaniteux est toujours considérable, le danger que présentent les études historiques, dès que toute une époque leur est soumise, n’est pas mince : on gaspille alors trop de force pour toutes les résurrections imaginables. Peut-être comprendra-t-on mieux tout le mouvement du romantisme en partant de ce point de vue."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Autrefois l’on demandait : qu’est-ce qui fait rire ? comme s’il y avait, en dehors de nous-mêmes, des choses dont c’est la propriété de faire rire et l’on s’épuisait à en imaginer (un théologien prétendit même que c’était la « naïveté du péché »). Maintenant l’on demande : Qu’est-ce que le rire ? Comment se produit le rire ? On a réfléchi et l’on a enfin déterminé qu’en soi il n’y a rien de bon, rien de beau, rien de sublime, rien de mauvais, mais plutôt des états d’âme qui nous font attribuer aux choses en dehors de nous-mêmes de tels qualificatifs. Nous avons de nouveau retiré leurs attributs aux choses, ou, du moins, nous nous sommes souvenus que nous n’avions fait que les leur prêter : — veillons à ce que cette conviction ne nous fasse pas perdre la faculté de prêter et mettons-nous en garde pour ne pas devenir, en même temps, plus riches et plus avares."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Vous souhaitez donc la durée éternelle de cette belle conscience de vous-mêmes ? N’est-ce pas honteux ? Oubliez-vous toutes les autres choses qui, à leur tour, auraient à vous supporter, pour toute éternité, comme elles vous ont supporté jusqu’à présent, avec une patience plus que chrétienne ? Ou bien croyez-vous que votre aspect puisse leur procurer un sentiment de bien-être éternel ? Un seul homme immortel sur la terre suffirait déjà pour inspirer, à tout ce qui resterait d’autre autour de lui, un tel dégoût qu’il en résulterait une véritable épidémie de suicide. Et vous, pauvres habitants de la terre que vous êtes, avec vos petites conceptions de quelques milliers de minutes dans le temps, vous voudriez éternellement être à charge à l’éternelle existence universelle ! Y a-t-il quelque chose de plus importun ? — Mais, en fin de compte, soyons indulgents à l’égard d’un être de soixante-dix ans ! — Il n’a pas pu exercer son imagination à dépeindre son propre « ennui éternel », - le temps lui a manqué pour cela !"              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"Les uns sont pétris d’une telle matière qu’il est permis à la société de faire d’eux ceci ou cela : à tous égards ils s’en trouveront bien et n’auront pas à se plaindre d’une vie manquée. Les mitres sont pétris d’une matière trop spéciale — point n’est besoin que ce soit une matière particulièrement noble, mais seulement une matière plus noble — pour qu’il leur soit possible de ne pas se sentir mal à l’aise, sauf dans un seul cas, celui où ils pourraient vivre conformément aux seules fins qu’il leur est possible d’avoir. Car tout ce qui apparaît à l’individu comme une vie manquée, mal réussie, tout son fardeau de découragement, d’impuissance, de maladie, d’irritabilité, de convoitise, il le rejette sur la société — et c’est ainsi que se forme autour de la société une atmosphère viciée et lourde, ou, dans le cas le plus favorable, un nuage d’orage."              
               }
          },
          
          {"cite":
               {"type":"medium",
               "source":"Aurore",
               "text":"« Se sacrifier avec enthousiasme », « s’immoler soi-même » — ce sont là les clichés de votre morale, et je crois volontiers que, comme vous le dites, vous parlez « avec franchise » : mais je vous connais mieux que vous ne vous connaissez, si votre « bonne foi » est capable d’aller de pair avec une pareille morale. Vous regardez de toute sa hauteur cette autre morale sobre qui exige la domination de soi, la sévérité, l’obéissance, vous allez jusqu’à l’appeler égoïste, et certes ! — vous êtes francsà l’égard de vous-mêmes en disant qu’elle vous déplaît, — il faut qu’elle vous déplaise ! Car, en vous sacrifiant avec enthousiasme, en vous immolant vous-mêmes, vous jouissez avec ivresse de l’idée que vous êtes dès lors uns avec le puissant, fût-il dieu ou homme, à qui vous vous consacrez : vous savourez le sentiment de sa puissance qui vient de s’affirmer de nouveau par un sacrifice. En réalité, vous ne vous sacrifiez qu’en apparence, votre imagination fait de vous des dieux et vous jouissez de vous-mêmes comme si vous étiez des dieux. Évaluée au point de vue de cette jouissance, combien vous semble faible et pauvre cette morale « égoïste » de l’obéissance, du devoir, de la raison : elle vous déplaît parce que là il faut véritablement sacrifier et immoler sans que le sacrificateur ait comme vous l’illusion d’être métamorphosé en dieu. En un mot, vous voulez l’ivresse et l’excès, et cette morale que vous méprisez s’élève contre l’ivresse et contre l’excès, — je crois volontiers qu’elle vous cause du déplaisir !"              
               }
          }


     ]
}



